<template>
  <div class="protocol_01">
    <Header :title="title"></Header>
   <div class="xieyi">
   	<p align="center"><strong>会员服务协议</strong></p>
  <strong>一、总则</strong><strong> </strong><br>
  1．每时每课是由上海汇巧教育科技有限公司（以下简称&ldquo;汇巧教育&rdquo;）开发、运营的一款教育类产品。 <br>
  2．本服务条款约定汇巧教育与您之间关于&ldquo;会员&rdquo;服务的各项事项。&ldquo;会员&rdquo;是指注册、登录、使用本服务条款中汇巧教育提供的各种会员服务的个人。会员服务是有偿的增值服务，会员必须完全同意本服务条款，并完成付费，才能享受相关服务。 <br>
  3．在您注册成为会员之前，请认真阅读本《会员服务协议》（以下简称&ldquo;服务协议&rdquo;），确保您充分理解服务协议中各条款，包括免除汇巧教育责任的条款及限制会员权利的条款。请您审慎阅读并选择接受或不接受本服务协议。除非您接受本服务协议所有条款，否则您不得注册、登录或使用本服务协议所涉服务。您的注册、登录、使用等行为将视为对本服务协议的接受，并同意接受本服务协议各项条款的约束。 <br>
  4．本服务协议可由汇巧教育随时更新，更新后的服务协议一旦公布即代替原来的服务协议，恕不再另行通知，用户可在应用内查阅最新版服务协议。 <br>
<p align="left"><strong>二、服务费用</strong><strong> </strong><br>
  1．会员资格以月为单位计算（每月按31天计算），会员服务费用标准为15元/月，用户应通过一次性支付的方式购买会员服务。汇巧教育将根据不同的购买方式和数量，向用户提供不同幅度的优惠，具体优惠信息以会员购买支付页上内容为准。 <br>
  2．汇巧教育可以根据实际情况随时调整会员服务费用标准，经调整的会员服务费用标准将在会员资格支付页上显示，用户按调整后的服务费用标准支付后方可享有或延续会员资格。已按原会员服务费用标准购买会员服务的用户，其会员资格以及所享有的会员服务在已取得的会员资格期限内不受影响，无需补充缴纳差额。 </p>
<p align="left"><strong>&nbsp;</strong></p>
<p align="left"><strong>三、服务内容</strong><strong> </strong><br>
  1．汇巧教育将为会员提供多种专享的增值服务，具体内容将在会员页面显示。2.汇巧教育可以根据实际情况随时调整会员服务内容。 </p>
<ol>
  <li><strong>服务的开通和期限</strong><strong> </strong></li>
</ol>
<p align="left">1.您应该通过苹果应用内支付（IAP支付，in-apppurchase）,在依约支付一定费用后开通本服务。本服务开通之后，不可进行转让或退订。您不得通过以下任何方式为自已或他人开通本服务： </p>
<ol>
  <li>以营利、经营等非个人使用的目的为自己或他人开通本服务； </li>
  <li>通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通本服务； </li>
  <li>通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务； </li>
  <li>通过非汇巧教育指定的方式为自己或他人开通本服务； </li>
  <li>通过侵犯汇巧教育或他人合法权益的方式为自己或他人开通本服务； </li>
  <li>通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通本服务。 </li>
</ol>
<p align="left">3.会员的服务期限以您自行选择并支付相应服务费用的期限为准，您也可以在会员购买页面查看。 </p>
<ol>
  <li><strong>权利和义务</strong><strong> </strong></li>
</ol>
<p align="left">1.会员在会员资格有效期内可以享受会员的各项增值服务。 <br>
  2.如会员在会员资格有效期内主动终止或取消会员资格，汇巧教育不负责退还与该会员剩余会员资格有效期对应的服务费用。 <br>
  3.因不可抗力造成会员服务提供的中断或其它缺陷，汇巧教育不承担任何责任，但将尽力减少因此给会员造成的损失和影响。 <br>
  4.本服务协议的解释，效力及纠纷的解决，适用中华人民共和国法律。若会员和汇巧教育之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，会员同意将纠纷或争议提交汇巧教育所地有管辖权的人民法院管辖。 <br>
  5.本服务协议的版权由汇巧教育所有，汇巧教育保留一切解释和修改的权利。 </p>
<p align="left"><strong><a href="javascript:;">连续包月服务规则  </a></strong><br>
  本规则被视为《会员服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体，如本规则与《会员服务协议》存在冲突的，以本规则为准。如您需使用会员连续包月服务，则需同意本规则。 <br>
  您理解并同意： <br>
  1.服务名称：连续包月会员。 <br>
  2.连续包月会员仅有一种方式供选择：15元／月，每1个月自动续订。（具体优惠信息以会员购买支付页上内容为准） <br>
  3.本服务是在您已开通会员服务的前提下，为您提供的自动续费包月服务。如您开通会员服务，则视为您授权汇巧教育有权在您的会员服务即将到期时，从您的iTunes账户（以下统称&ldquo;账户&rdquo;）余额中代扣下一个计费周期包月费。该服务实现的前提是您已经绑定账户，且可成功从上述账户中扣款，因上述账户中可扣款余额不足导致的续费失败，由您自行承担。 <br>
  4.购买连续包月会员，会在到期前24小时，自动续订并扣除相应费用。 <br>
  5.如需取消自动续订，请至少提前24小时操作取消。您可通过下述方式中止或终止本服务：苹果应用内支付（IAP支付，in-app purchase）自动续费用户退订方法如下：打开苹果手机&ldquo;设置&rdquo; --&gt;进入&ldquo;iTunes Store 与 App Store&rdquo;--&gt;点击&ldquo;Apple ID&rdquo;，选择&quot;查看Apple ID&quot;，进入&quot;账户设置&quot;页面，点击&ldquo;订阅&rdquo;，选择&ldquo;连续包月会员&rdquo;取消订阅即可。 <br>
  6.同一个Apple ID只能给一个每时每课账号开通自动续费服务。 </p>
<p align="center">&nbsp;</p>

   </div>
  </div>
</template>

<script>
import Header from "@/components/Header";
import Empty from "@/components/Empty";
export default {
  name: "protocol_01",
  components: {
    Header
    
  },
  data() {
    return {
     title: {
        name: "会员服务协议"
      }
    };
  },
  created() {
  },
  methods: {
    
  }
};
</script>

<style lang="css" scoped>
.xieyi{
	width: 100%; box-sizing: border-box; font-size: 24px; line-height:50px; padding:10px; border-top: 1px solid #dedede;
}
.xieyi strong{font-weight: bold;}
</style>